CODE_TO_SMILE: dict[str: str] = {
    "Clear": "Ясно \U00002600",
    "Clouds": "Облачно \U00002601",
    "Rain": "Дождь \U00002614",
    "Drizzle": "Дождь \U00002614",
    "Thunderstorm": "Гроза \U000026A1",
    "Snow": "Снег \U0001F328",
    "Mist": "Туман \U0001F32B"
}


COMMANDS: dict[str: str] = {
    "start": '''Привет! Я - бот погоды!  
Чтобы начать, нажми на кнопку <b>Изменить город</b>, чтобы ввести свой город.  
После этого ты сможешь нажать на кнопку <b>Узнать погоду</b>, чтобы получить актуальную информацию о погоде в выбранном городе.  

Начнем?''',
}
